Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Enter a passphrase.
de: Gib eine Passphrase ein.
es: Introduce una frase de contraseña.
fr: Saisissez une phrase secrète.
it: Inserisci una passphrase.
pt: Insira uma frase secreta.
ru: Введите парольную фразу.
tr: Bir parola girin.
zh_hans: 输入密码短语。
zh_hant: 輸入密碼短語。

source: Enter a search term.
de: Gib einen Suchbegriff ein.
es: Introduce un término de búsqueda.
fr: Saisissez un terme de recherche.
it: Inserisci un termine di ricerca.
pt: Digite um termo de pesquisa.
ru: Введите поисковый запрос.
tr: Bir arama terimi girin.
zh_hans: 请输入搜索词。
zh_hant: 請輸入搜尋詞。

source: Enter a search to find an image.
de: Gib einen Suchbegriff ein, um ein Bild zu finden.
es: Escribe una búsqueda para encontrar una imagen.
fr: Saisissez une recherche pour trouver une image.
it: Inserisci una ricerca per trovare un’immagine.
pt: Digite uma busca para encontrar uma imagem.
ru: Введите запрос, чтобы найти изображение.
tr: Bir görsel bulmak için arama yapın.
zh_hans: 输入搜索词以查找图片。
zh_hant: 輸入搜尋字詞以尋找圖片。

source: Enter a valid Lightning address like name@example.com.
de: Gib eine gültige Lightning-Adresse wie name@example.com ein.
es: Introduce una dirección Lightning válida como name@example.com.
fr: Saisissez une adresse Lightning valide comme name@example.com.
it: Inserisci un indirizzo Lightning valido come name@example.com.
pt: Insira um endereço Lightning válido como name@example.com.
ru: Введите действительный адрес Lightning, например name@example.com.
tr: name@example.com gibi geçerli bir Lightning adresi girin.
zh_hans: 输入有效的 Lightning 地址，例如 name@example.com。
zh_hant: 輸入有效的 Lightning 地址，例如 name@example.com。

source: Enter a valid NIP-05 address like name@example.com.
de: Gib eine gültige NIP-05-Adresse wie name@example.com ein.
es: Introduce una dirección NIP-05 válida como name@example.com.
fr: Saisissez une adresse NIP-05 valide comme name@example.com.
it: Inserisci un indirizzo NIP-05 valido come name@example.com.
pt: Insira um endereço NIP-05 válido como name@example.com.
ru: Введите действительный адрес NIP-05, например name@example.com.
tr: name@example.com gibi geçerli bir NIP-05 adresi girin.
zh_hans: 输入有效的 NIP-05 地址，例如 name@example.com。
zh_hant: 輸入有效的 NIP-05 地址，例如 name@example.com。

source: Enter a valid npub, nprofile, hex public key, or name@domain address.
de: Gib ein gültiges npub, nprofile, einen Hex-Schlüssel oder eine name@domain-Adresse ein.
es: Introduce un npub, nprofile, llave pública hexadecimal o dirección name@domain válidos.
fr: Saisissez un npub, un nprofile, une clé publique hexadécimale ou une adresse name@domain valide.
it: Inserisci un npub, nprofile, una chiave pubblica esadecimale o un indirizzo name@domain validi.
pt: Insira um npub, nprofile, chave pública hexadecimal ou endereço name@domain válidos.
ru: Введите корректный npub, nprofile, публичный ключ в hex или адрес name@domain.
tr: Geçerli bir npub, nprofile, onaltılık genel anahtar veya name@domain adresi gir.
zh_hans: 请输入有效的 npub、nprofile、十六进制公钥或 name@domain 地址。
zh_hant: 請輸入有效的 npub、nprofile、十六進位公鑰或 name@domain 地址。

source: Enter a valid npub, nprofile, Nostr URI, profile link, or hex public key.
de: Geben Sie einen gültigen npub-, nprofile-, Nostr-URI, einen Profillink oder einen öffentlichen Hex-Schlüssel ein.
es: Ingresa un URI npub, nprofile, Nostr válido, un enlace de perfil o una llave pública hexadecimal.
fr: Entrez un URI npub, nprofile, Nostr valide, un lien de profil ou une clé publique hexadécimale.
it: Inserisci un URI npub, nprofile, Nostr valido, un collegamento al profilo o una chiave pubblica esadecimale.
pt: Insira um URI npub, nprofile, Nostr válido, link de perfil ou chave pública hexadecimal.
ru: Введите действительный URI npub, nprofile, Nostr, ссылку на профиль или шестнадцатеричный открытый ключ.
tr: Geçerli bir npub, nprofile, Nostr URI'si, profil bağlantısı veya onaltılı ortak anahtar girin.
zh_hans: 输入有效的 npub、nprofile、Nostr URI、个人资料链接或十六进制公钥。
zh_hant: 輸入有效的 npub、nprofile、Nostr URI、個人資料連結或十六進位公鑰。

source: Enter a valid relay URL, like wss://relay.example.com.
de: Gib eine gültige Relay-URL ein, z. B. wss://relay.example.com.
es: Introduce una URL de relay válida, como wss://relay.example.com.
fr: Saisissez une URL de relais valide, comme wss://relay.example.com.
it: Inserisci un URL relay valido, come wss://relay.example.com.
pt: Insira uma URL de relay válida, como wss://relay.example.com.
ru: Введите действительный URL реле, например wss://relay.example.com.
tr: Geçerli bir röle URL’si girin, örneğin wss://relay.example.com.
zh_hans: 请输入有效的中继 URL，例如 wss://relay.example.com。
zh_hant: 請輸入有效的中繼 URL，例如 wss://relay.example.com。

source: Enter a valid web address.
de: Gib eine gültige Webadresse ein.
es: Introduce una dirección web válida.
fr: Saisissez une adresse web valide.
it: Inserisci un indirizzo web valido.
pt: Digite um endereço web válido.
ru: Введите действительный веб-адрес.
tr: Geçerli bir web adresi girin.
zh_hans: 请输入有效的网址。
zh_hant: 請輸入有效的網址。

source: Enter an address like name@example.com.
de: Gib eine Adresse wie name@example.com ein.
es: Introduce una dirección como name@example.com.
fr: Saisissez une adresse comme name@example.com.
it: Inserisci un indirizzo come name@example.com.
pt: Insira um endereço como name@example.com.
ru: Введите адрес вида name@example.com.
tr: name@example.com gibi bir adres girin.
zh_hans: 请输入类似 name@example.com 的地址。
zh_hant: 請輸入類似 name@example.com 的地址。

source: Enter an image URL to preview it below.
de: Gib eine Bild-URL ein, um das Bild unten in der Vorschau zu sehen.
es: Introduce la URL de una imagen para verla abajo.
fr: Saisissez l’URL d’une image pour l’afficher ci-dessous.
it: Inserisci l’URL di un’immagine per vederne l’anteprima qui sotto.
pt: Digite a URL de uma imagem para vê-la abaixo.
ru: Введите URL изображения, чтобы увидеть предпросмотр ниже.
tr: Aşağıda önizlemek için bir görsel URL’si girin.
zh_hans: 输入图片 URL 以在下方预览。
zh_hant: 輸入圖片 URL 以在下方預覽。

source: Enter private key
de: Privaten Schlüssel eingeben
es: Introduce la llave privada
fr: Saisissez la clé privée
it: Inserisci la chiave privata
pt: Digite a chave privada
ru: Введите приватный ключ
tr: Özel anahtarı girin
zh_hans: 输入私钥
zh_hant: 輸入私鑰

source: Enter Profile Name
de: Profilnamen eingeben
es: Introduce el nombre del perfil
fr: Saisissez le nom du profil
it: Inserisci il nome del profilo
pt: Digite o nome do perfil
ru: Введите имя профиля
tr: Profil adını girin
zh_hans: 输入个人资料名称
zh_hant: 輸入個人檔案名稱

source: Enter the three words exactly to continue.
de: Gib die drei Wörter genau ein, um fortzufahren.
es: Introduce las tres palabras exactamente para continuar.
fr: Saisissez les trois mots exactement pour continuer.
it: Inserisci esattamente le tre parole per continuare.
pt: Digite as três palavras exatamente para continuar.
ru: Чтобы продолжить, введите три слова в точности.
tr: Devam etmek için üç kelimeyi aynen girin.
zh_hans: 请输入完全一致的三个单词以继续。
zh_hant: 請輸入完全一致的三個單字以繼續。

source: Ephemeral
de: Vergänglich
es: Efímero
fr: Éphémère
it: Effimero
pt: Efêmero
ru: Эфемерный
tr: Geçici
zh_hans: 短暂的
zh_hant: 短暫的

source: Epoch
de: Epoche
es: Época
fr: Époque
it: Epoca
pt: Época
ru: Эпоха
tr: Dönem
zh_hans: 时代
zh_hant: 時代

# epoch %llu → %llu
source: epoch %1$llu → %2$llu
de: Epoche %llu → %llu
es: época %llu → %llu
fr: époque %llu → %llu
it: epoca %llu → %llu
pt: época %llu → %llu
ru: эпоха %llu → %llu
tr: dönem %llu → %llu
zh_hans: 纪元 %llu → %llu
zh_hant: 紀元 %llu → %llu

source: Erase
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pt: Apagar
ru: Стереть
tr: Sil
zh_hans: 抹除
zh_hant: 清除

source: Erase App Data
de: App-Daten löschen
es: Borrar datos de la app
fr: Effacer les données de l’app
it: Cancella i dati dell’app
pt: Apagar dados do app
ru: Стереть данные приложения
tr: Uygulama Verilerini Sil
zh_hans: 抹除应用数据
zh_hant: 清除 App 資料

source: Erasing…
de: Wird gelöscht…
es: Borrando…
fr: Effacement…
it: Cancellazione…
pt: Apagando…
ru: Стирание…
tr: Siliniyor…
zh_hans: 正在抹除…
zh_hant: 正在清除…

source: Erasure didn’t finish. Some data may remain. Try again.
de: Das Löschen wurde nicht abgeschlossen. Einige Daten sind möglicherweise noch vorhanden. Versuche es erneut.
es: El borrado no se completó. Es posible que queden algunos datos. Inténtalo de nuevo.
fr: L’effacement n’a pas été terminé. Certaines données peuvent subsister. Réessayez.
it: La cancellazione non è stata completata. Alcuni dati potrebbero essere rimasti. Riprova.
pt: A exclusão não foi concluída. Alguns dados podem permanecer. Tente novamente.
ru: Стирание не завершено. Часть данных могла сохраниться. Повторите попытку.
tr: Silme tamamlanmadı. Bazı veriler kalmış olabilir. Tekrar deneyin.
zh_hans: 抹除未完成。部分数据可能仍然存在。请重试。
zh_hant: 清除未完成。部分資料可能仍然存在。請重試。

source: EVENT ID
de: EREIGNIS-ID
es: ID DEL EVENTO
fr: ID D'ÉVÉNEMENT
it: ID EVENTO
pt: ID DO EVENTO
ru: ИД СОБЫТИЯ
tr: OLAY KİMLİĞİ
zh_hans: 事件ID
zh_hant: 事件ID

source: Every profile and all local chats, media, drafts, keys, and settings will be removed from this iPhone.
de: Alle Profile sowie sämtliche lokalen Chats, Medien, Entwürfe, Schlüssel und Einstellungen werden von diesem iPhone entfernt.
es: Se eliminarán de este iPhone todos los perfiles y todos los chats, archivos multimedia, borradores, claves y ajustes locales.
fr: Tous les profils ainsi que l’ensemble des discussions, médias, brouillons, clés et réglages locaux seront supprimés de cet iPhone.
it: Tutti i profili e tutte le chat, i contenuti multimediali, le bozze, le chiavi e le impostazioni locali verranno rimossi da questo iPhone.
pt: Todos os perfis e todas as conversas, mídias, rascunhos, chaves e configurações locais serão removidos deste iPhone.
ru: С этого iPhone будут удалены все профили и все локальные чаты, медиафайлы, черновики, ключи и настройки.
tr: Tüm profiller ve tüm yerel sohbetler, medya, taslaklar, anahtarlar ve ayarlar bu iPhone’dan kaldırılacak.
zh_hans: 将从此 iPhone 移除所有个人资料以及所有本地聊天、媒体、草稿、密钥和设置。
zh_hant: 將從此 iPhone 移除所有個人檔案，以及所有本機聊天、媒體、草稿、金鑰和設定。

source: Every stored group for this profile hydrated successfully.
de: Alle für dieses Profil gespeicherten Gruppen wurden erfolgreich geladen.
es: Todos los grupos almacenados de este perfil se cargaron correctamente.
fr: Tous les groupes stockés pour ce profil ont été chargés correctement.
it: Tutti i gruppi memorizzati per questo profilo sono stati caricati correttamente.
pt: Todos os grupos armazenados deste perfil foram carregados com sucesso.
ru: Все сохранённые группы этого профиля успешно загружены.
tr: Bu profil için saklanan tüm gruplar başarıyla yüklendi.
zh_hans: 此资料中的所有已存储群组均已成功加载。
zh_hant: 此個人檔案中的所有已儲存群組均已成功載入。

source: Everyone in the group will see the new name.
de: Jeder in der Gruppe wird den neuen Namen sehen.
es: Todos los miembros del grupo verán el nuevo nombre.
fr: Tous les membres du groupe verront le nouveau nom.
it: Tutti nel gruppo vedranno il nuovo nome.
pt: Todos no grupo verão o novo nome.
ru: Все в группе увидят новое имя.
tr: Gruptaki herkes yeni adı görecektir.
zh_hans: 群组中的每个人都会看到新名称。
zh_hant: 群組中的每個人都會看到新名稱。

source: Everyone in the group will see this description.
de: Alle in der Gruppe sehen diese Beschreibung.
es: Todos en el grupo verán esta descripción.
fr: Tous les membres du groupe verront cette description.
it: Tutti nel gruppo vedranno questa descrizione.
pt: Todos no grupo verão esta descrição.
ru: Это описание увидят все участники группы.
tr: Gruptaki herkes bu açıklamayı görür.
zh_hans: 群组中的所有人都会看到此描述。
zh_hant: 群組中的所有人都會看到此描述。

source: Everyone in the group will see this description. Leave it blank to remove it.
de: Alle in der Gruppe sehen diese Beschreibung. Lasse sie leer, um sie zu entfernen.
es: Todos en el grupo verán esta descripción. Déjala en blanco para eliminarla.
fr: Tous les membres du groupe verront cette description. Laissez-la vide pour la supprimer.
it: Tutti nel gruppo vedranno questa descrizione. Lasciala vuota per rimuoverla.
pt: Todos no grupo verão esta descrição. Deixe-a em branco para removê-la.
ru: Все участники группы увидят это описание. Оставьте поле пустым, чтобы удалить его.
tr: Gruptaki herkes bu açıklamayı görecek. Kaldırmak için boş bırakın.
zh_hans: 群组中的所有人都会看到此描述。留空即可将其移除。
zh_hant: 群組中的所有人都會看到此描述。留空即可將其移除。

source: Everyone in the group will see this name and description. Leave the description blank to remove it.
de: Alle in der Gruppe sehen diesen Namen und diese Beschreibung. Lasse die Beschreibung leer, um sie zu entfernen.
es: Todos en el grupo verán este nombre y esta descripción. Deja la descripción en blanco para eliminarla.
fr: Tout le monde dans le groupe verra ce nom et cette description. Laissez la description vide pour la supprimer.
it: Tutti nel gruppo vedranno questo nome e questa descrizione. Lascia la descrizione vuota per rimuoverla.
pt: Todos no grupo verão este nome e esta descrição. Deixe a descrição em branco para removê-la.
ru: Это название и описание увидят все участники группы. Оставьте описание пустым, чтобы удалить его.
tr: Gruptaki herkes bu adı ve açıklamayı görür. Açıklamayı kaldırmak için boş bırakın.
zh_hans: 群组中的所有人都会看到此名称和描述。将描述留空即可移除。
zh_hant: 群組中的所有人都會看到此名稱和說明。將說明留空即可移除。

source: Everyone is being removed. Messaging and group changes are disabled while the final update is processed.
de: Alle werden entfernt. Nachrichten und Gruppenänderungen sind deaktiviert, während das endgültige Update verarbeitet wird.
es: Todos están siendo eliminados. Los cambios de mensajes y grupos están deshabilitados mientras se procesa la actualización final.
fr: Tout le monde est supprimé. La messagerie et les modifications de groupe sont désactivées pendant le traitement de la mise à jour finale.
it: Tutti vengono rimossi. La messaggistica e le modifiche ai gruppi sono disabilitate durante l'elaborazione dell'aggiornamento finale.
pt: Todos estão sendo removidos. As alterações de mensagens e de grupo são desativadas enquanto a atualização final é processada.
ru: Всех удаляют. Обмен сообщениями и групповые изменения отключены на время обработки окончательного обновления.
tr: Herkes kaldırılıyor. Son güncelleme işlenirken mesajlaşma ve grup değişiklikleri devre dışı bırakılır.
zh_hans: 每个人都在被移除。在处理最终更新时，消息传递和组更改将被禁用。
zh_hant: 每個人都在被移除。在處理最終更新時，訊息傳遞和群組變更將被停用。

source: Everyone will be removed and the group will be permanently disbanded. No one will be able to send new messages. This can't be undone.
de: Jeder wird entfernt und die Gruppe wird dauerhaft aufgelöst. Niemand kann neue Nachrichten senden. Dies kann nicht rückgängig gemacht werden.
es: Todos serán eliminados y el grupo se disolverá permanentemente. Nadie podrá enviar mensajes nuevos. Esto no se puede deshacer.
fr: Tout le monde sera supprimé et le groupe sera définitivement dissous. Personne ne pourra envoyer de nouveaux messages. Cela ne peut pas être annulé.
it: Tutti verranno rimossi e il gruppo verrà sciolto definitivamente. Nessuno sarà in grado di inviare nuovi messaggi. L'operazione non può essere annullata.
pt: Todos serão removidos e o grupo será permanentemente dissolvido. Ninguém poderá enviar novas mensagens. Isso não pode ser desfeito.
ru: Все будут удалены, а группа будет расформирована навсегда. Никто не сможет отправлять новые сообщения. Это невозможно отменить.
tr: Herkes çıkarılacak ve grup kalıcı olarak dağıtılacak. Hiç kimse yeni mesaj gönderemeyecek. Bu geri alınamaz.
zh_hans: 所有成员都将被移除，群组将被永久解散。任何人都无法发送新消息。此操作无法撤销。
zh_hant: 所有成員都將被移除，群組將被永久解散。任何人都無法傳送新訊息。此操作無法復原。

source: Evolutions
de: Entwicklungen
es: Evoluciones
fr: Évolutions
it: Evoluzioni
pt: Evoluções
ru: Эволюции
tr: Evrimler
zh_hans: 演进
zh_hant: 演進

source: Expand editor
de: Editor erweitern
es: Expandir editor
fr: Développer l'éditeur
it: Espandi editore
pt: Expandir editor
ru: Развернуть редактор
tr: Düzenleyiciyi genişlet
zh_hans: 展开编辑器
zh_hant: 展開編輯器

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
pt: Expirado
ru: Срок истёк
tr: Süresi doldu
zh_hans: 已到期
zh_hant: 已到期

source: Expires
de: Läuft ab
es: Caduca
fr: Expire
it: Scade
pt: Expira
ru: Истекает
tr: Süresi doluyor
zh_hans: 到期
zh_hant: 到期

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt: Exportar
ru: Экспортировать
tr: Dışa aktar
zh_hans: 导出
zh_hant: 匯出

source: Export Conversation Transcript
de: Konversationstranskript exportieren
es: Exportar transcripción de conversación
fr: Exporter la transcription de la conversation
it: Esporta trascrizione conversazione
pt: Exportar transcrição da conversa
ru: Экспортировать расшифровку беседы
tr: Konuşma dökümünü dışa aktar
zh_hans: 导出对话记录
zh_hant: 匯出對話記錄

source: Export Diagnostic Logs
de: Diagnoseprotokolle exportieren
es: Exportar registros de diagnóstico
fr: Exporter les journaux de diagnostic
it: Esporta i log diagnostici
pt: Exportar registros de diagnóstico
ru: Экспортировать журналы диагностики
tr: Tanılama Günlüklerini Dışa Aktar
zh_hans: 导出诊断日志
zh_hant: 匯出診斷記錄

source: Export encrypted nsec
de: Verschlüsseltes nsec exportieren
es: Exportar nsec cifrado
fr: Exporter le nsec chiffré
it: Esporta nsec crittografato
pt: Exportar nsec criptografado
ru: Экспортировать зашифрованный nsec
tr: Şifreli nsec'i dışa aktar
zh_hans: 导出加密 nsec
zh_hant: 匯出加密 nsec

source: Export Encrypted Private Key
de: Verschlüsselten privaten Schlüssel exportieren
es: Exportar llave privada cifrada
fr: Exporter la clé privée chiffrée
it: Esporta chiave privata criptata
pt: Exportar chave privada criptografada
ru: Экспортировать зашифрованный приватный ключ
tr: Şifrelenmiş özel anahtarı dışa aktar
zh_hans: 导出加密私钥
zh_hant: 匯出加密私鑰

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
it: Esportazione non riuscita
pt: Falha na exportação
ru: Не удалось экспортировать
tr: Dışa aktarma başarısız oldu
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Private Key
de: Privaten Schlüssel exportieren
es: Exportar llave privada
fr: Exporter la clé privée
it: Esporta chiave privata
pt: Exportar chave privada
ru: Экспортировать приватный ключ
tr: Özel anahtarı dışa aktar
zh_hans: 导出私钥
zh_hant: 匯出私鑰

source: Export raw nsec
de: Rohes nsec exportieren
es: Exportar nsec sin procesar
fr: Exporter le nsec brut
it: Esporta nsec grezzo
pt: Exportar nsec bruto
ru: Экспортировать необработанный nsec
tr: Ham nsec'i dışa aktar
zh_hans: 导出原始 nsec
zh_hant: 匯出原始 nsec

source: Exports the raw inner Nostr event history for this group as JSON (kinds 9, 1200–1210, and related metadata), ordered by time. Use Share to copy or save the file.
de: Exportiert den rohen inneren Nostr-Ereignisverlauf für diese Gruppe als JSON (Kinds 9, 1200–1210 und zugehörige Metadaten), nach Zeit sortiert. Verwende Teilen, um die Datei zu kopieren oder zu sichern.
es: Exporta el historial bruto de eventos Nostr internos de este grupo como JSON (kinds 9, 1200–1210 y metadatos relacionados), ordenado por tiempo. Usa Compartir para copiar o guardar el archivo.
fr: Exporte l'historique brut des événements Nostr internes de ce groupe au format JSON (kinds 9, 1200–1210 et métadonnées associées), trié par heure. Utilisez Partager pour copier ou enregistrer le fichier.
it: Esporta la cronologia grezza degli eventi Nostr interni per questo gruppo come JSON (kind 9, 1200–1210 e metadati correlati), ordinata per data. Usa Condividi per copiare o salvare il file.
pt: Exporta o histórico bruto de eventos Nostr internos deste grupo como JSON (kinds 9, 1200–1210 e metadados relacionados), ordenado por horário. Use Compartilhar para copiar ou salvar o arquivo.
ru: Экспортирует необработанную историю внутренних событий Nostr для этой группы в JSON (kinds 9, 1200–1210 и связанные метаданные), отсортированную по времени. Используйте «Поделиться», чтобы скопировать или сохранить файл.
tr: Bu grup için ham iç Nostr olay geçmişini zamana göre sıralanmış JSON olarak dışa aktarır (kind 9, 1200–1210 ve ilgili meta veriler). Dosyayı kopyalamak veya kaydetmek için Paylaş'ı kullanın.
zh_hans: 将此群组的原始内部 Nostr 事件历史导出为 JSON（kinds 9、1200–1210 及相关元数据），并按时间排序。使用“分享”复制或保存文件。
zh_hant: 將此群組的原始內部 Nostr 事件歷史匯出為 JSON（kinds 9、1200–1210 及相關中繼資料），並依時間排序。使用「分享」複製或儲存檔案。

source: Exports the raw inner Nostr event history for this group as protected JSON, ordered by time.
de: Exportiert den rohen inneren Nostr-Ereignisverlauf dieser Gruppe als geschütztes JSON, zeitlich sortiert.
es: Exporta el historial interno de eventos Nostr de este grupo como JSON protegido, ordenado por tiempo.
fr: Exporte l’historique brut des événements Nostr internes de ce groupe en JSON protégé, classé par date.
it: Esporta la cronologia interna grezza degli eventi Nostr di questo gruppo come JSON protetto, ordinata per data.
pt: Exporta o histórico interno bruto de eventos Nostr deste grupo como JSON protegido, ordenado por tempo.
ru: Экспортирует исходную внутреннюю историю событий Nostr этой группы в защищённый JSON, в порядке времени.
tr: Bu grubun ham iç Nostr olay geçmişini zamana göre sıralı, korumalı JSON olarak dışa aktarır.
zh_hans: 将此群组的原始内层 Nostr 事件历史按时间顺序导出为受保护的 JSON。
zh_hant: 將此群組的原始內層 Nostr 事件歷史按時間順序匯出為受保護的 JSON。

source: Failed batches
de: Fehlgeschlagene Pakete
es: Lotes fallidos
fr: Lots en échec
it: Batch non riusciti
pt: Lotes com falha
ru: Неудачные пакеты
tr: Başarısız gruplar
zh_hans: 失败的批次
zh_hant: 失敗的批次

source: Fanout targets
de: Fanout-Ziele
es: Destinos de fanout
fr: Cibles de fanout
it: Destinazioni fanout
pt: Destinos de fanout
ru: Цели рассылки
tr: Fanout hedefleri
zh_hans: 扇出目标
zh_hant: 扇出目標

source: Feature activity and reliability metrics, with temporary sessions and a resettable diagnostic identifier.
de: Funktionsaktivitäten und Zuverlässigkeitsmetriken mit temporären Sitzungen und einer zurücksetzbaren Diagnosekennung.
es: Actividad de las funciones y métricas de fiabilidad, con sesiones temporales y un identificador de diagnóstico restablecible.
fr: Activité des fonctionnalités et mesures de fiabilité, avec des sessions temporaires et un identifiant de diagnostic réinitialisable.
it: Attività delle funzionalità e metriche di affidabilità, con sessioni temporanee e un identificativo diagnostico reimpostabile.
pt: Atividade dos recursos e métricas de confiabilidade, com sessões temporárias e um identificador de diagnóstico redefinível.
ru: Активность функций и показатели надёжности с временными сеансами и сбрасываемым диагностическим идентификатором.
tr: Geçici oturumlar ve sıfırlanabilir bir tanılama tanımlayıcısıyla özellik etkinliği ve güvenilirlik ölçümleri.
zh_hans: 功能活动和可靠性指标，使用临时会话及可重置的诊断标识。
zh_hant: 功能活動與可靠性指標，使用暫時性工作階段及可重設的診斷識別碼。

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
pt: Arquivos
ru: Файлы
tr: Dosyalar
zh_hans: 文件
zh_hant: 檔案

source: Filter chats
de: Chats filtern
es: Filtrar chats
fr: Filtrer les discussions
it: Filtra chat
pt: Filtrar bate-papos
ru: Фильтровать чаты
tr: Sohbetleri filtrele
zh_hans: 筛选聊天
zh_hant: 篩選聊天

source: Find a GIF to send to this conversation.
de: Finde ein GIF, das du in diese Unterhaltung senden möchtest.
es: Busca un GIF para enviar a esta conversación.
fr: Trouvez un GIF à envoyer dans cette conversation.
it: Trova una GIF da inviare in questa conversazione.
pt: Encontre um GIF para enviar nesta conversa.
ru: Найдите GIF, чтобы отправить в этот разговор.
tr: Bu sohbete göndermek için bir GIF bulun.
zh_hans: 查找要发送到此对话的 GIF。
zh_hant: 尋找要傳送到此對話的 GIF。

source: Find Image on Web
de: Bild im Web suchen
es: Buscar imagen en la web
fr: Rechercher une image sur le web
it: Cerca un’immagine sul web
pt: Buscar imagem na web
ru: Найти изображение в интернете
tr: Web’de görsel ara
zh_hans: 在网络上查找图片
zh_hant: 在網路上尋找圖片

source: Find your inbox relays
de: Posteingangs-Relays finden
es: Buscar tus relays de entrada
fr: Trouver vos relais de réception
it: Trova i relay della posta in arrivo
pt: Encontrar seus relays de entrada
ru: Найти реле для входящих
tr: Gelen kutusu rölelerinizi bulun
zh_hans: 查找收件中继
zh_hant: 尋找收件中繼
